[
    {
        "author": "Williams, F (Williams, Franco)",
        "title": "Decarbonisation pathways of the cement production process via hydrogen and oxy-combustion",
        "abstract": "Decarbonising cement production is of profound importance for meeting global greenhouse gas emission reduction targets and mitigating the impact of climate change. This study evaluates various technical options for achieving deep decarbonisation in a clinker production facility by utilising hydrogen (H2) as an alternative fuel to replace fossil fuels and by integrating an oxy-combustion technique with carbon capture and storage (CCS). Using Aspen Plus process simulations, we examined the extent of decarbonisation and assessed the thermal and electrical energy demands. This was achieved by incorporating an amine-absorption-based CO2 capture to a conventional natural gas fuelled reference plant, implementing oxyfuel-combustion of natural gas, and exploring four different scenarios for replacing fossil fuel with H2. In these scenarios, H2 was assumed to be produced through on-site water electrolysis, which also supplied oxygen for oxyfuel combustion, potentially eliminating the need for an air separation unit (ASU). The processes utilizing H2, except for the case of indirectly heated precalcination, employed oxyfuel combustion. The results indicate that the natural gas-fuelled oxyfuel-combustion process had the lowest total energy input at 4.92 GJ/t clinker, approximately 35% lower than that of the reference plant. Processes using H2 reduced energy demand by 11% in the H2-d scenario and 33% in the H2-a scenario. However, the process with indirect calcination required 6.24 GJ/t clinker, about 8% more H2 fuel than direct calcination but helped eliminate the need for an ASU. The results also reveal that greater H2 substitutions led to higher total process energy requirements due to the inefficiencies of the electrolysis process. While the H2using processes could reduce the CO2 generation by up to 559 kgCO2/t clinker, this represents only about 27.6% of the CO2 reductions relative to the reference plant. These findings underscore the limitation of fuel substitution alone in cement production and emphasize the need for innovations in raw materials and the adoption of CCS to achieve deeper decarbonisation in cement industries.",
        "citations": 6    
    },
    {
        "author": "Devlin, A (Devlin, Alexandra)",
        "title": "Global green hydrogen-based steel opportunities surrounding high quality renewable energy and iron ore deposits",
        "abstract": "Facility-level analysis of green H2- based steel production demonstrates co-location of high-quality renewables and iron ore resources is imperative for cost minimisation.  The steel sector currently accounts for 7% of global energy-related CO2 emissions and requires deep reform to disconnect from fossil fuels. Here, we investigate the market competitiveness of one of the widely considered decarbonisation routes for primary steel production: green hydrogen-based direct reduction of iron ore followed by electric arc furnace steelmaking. Through analysing over 300 locations by combined use of optimisation and machine learning, we show that competitive renewables-based steel production is located nearby the tropic of Capricorn and Cancer, characterised by superior solar with supplementary onshore wind, in addition to high-quality iron ore and low steelworker wages. If coking coal prices remain high, fossil-free steel could attain competitiveness in favourable locations from 2030, further improving towards 2050. Large-scale implementation requires attention to the abundance of suitable iron ore and other resources such as land and water, technical challenges associated with direct reduction, and future supply chain configuration.",
        "citations": 47    
    },
    {
        "author": "Huo, JL (Huo, Jinlin)",
        "title": "Integrated network pharmacology and intestinal flora analysis to determine the protective effect of Xuanbai-Chengqi decoction on lung and gut injuries in influenza virus-infected mice",
        "abstract": "Ethnopharmacological relevance: Xuanbai-Chengqi decoction (XBCQ) is a traditional Chinese medicine (TCM) compound used in the treatment of pulmonary infection in China. Despite the popular usage of XBCQ, its underlying protective roles and the associated molecular mechanisms with the gut-lung axis in influenza remain unclear.Aim of the study: We aimed to explore the protective effects and the underlying mechanism of XBCQ efficacy on lung and intestine injuries induced by influenza A virus as well as to identify the main active components through integrated network pharmacology, intestinal flora analysis and pathway validation. Materials and methods: The potential active components and therapeutic targets of XBCQ in the treatment of influenza were hypothesized through a series of network pharmacological strategies, including components screening, targets prediction and bioinformatics analysis. Inflammatory cytokines and pathway proteins were assayed to validate the results of network pharmacology. Then the mechanism of XBCQ alleviating lung and intestine injuries was further explored via intestinal flora analysis. The important role of Rhubarb in the formula was verified by removing Rhubarb. Results: XBCQ could significantly improve the survival rate in IAV-infected mice. The network pharmacology results demonstrated that JUN, mitogen-activated protein kinase (MAPK), and tumor necrosis factor (TNF) are the key targets of XBCQ that can be useful in influenza treatment as it contains the core components luteolin, emodin, and aloe-emodin, which are related to the pathways of TNF, T-cell receptor (TCR), and NF-Kappa B. Verification experiments demonstrated that XBCQ could significantly alleviate the immune injury of the lungs and the gut of the mice, which is attributable to the inhibition of the release of inflammatory cytokines (such as TNF-alpha, IL-6, and IL-1 beta), the downregulation of the protein expression levels of Toll-like receptors-7 (TLR7), MyD88, and p-NF-Kappa B65, and the reduction in the relative abundance of Enterobacteriaceae and Proteus, while an increase in that of Firmicutes and Lachnospiraceae. The overall protective role of XBCQ contributing to the treatment of the lungs and the gut was impaired when Rhubarb was removed from XBCQ. Conclusions: Our results suggest that the efficacy of XBCQ is related to the inhibition of the immune injury and remodeling of the intestinal flora, wherein Rhubarb plays an important role, which cumulatively provide the evidence applicable for the treatment of viral pneumonia induced by a different respiratory virus with XBCQ.",
        "citations": 15   
    },
    {
        "author": "Wu, SB (Wu, Shengbo)",
        "title": "Machine learning aided construction of the quorum sensing communication network for human gut microbiota",
        "abstract": "Quorum sensing (QS) is a cell-cell communication mechanism that connects members in various microbial systems. Conventionally, a small number of QS entries are collected for specific microbes, which is far from being able to fully depict communication-based complex microbial interactions in human gut microbiota. In this study, we propose a systematic workflow including three modules and the use of machine learning-based classifiers to collect, expand, and mine the QS-related entries. Furthermore, we develop the Quorum Sensing of Human Gut Microbes (QSHGM) database (http://www.qshgm.lbci.net/) including 28,567 redundancy removal entries, to bridge the gap between QS repositories and human gut microbiota. With the help of QSHGM, various communication-based microbial interactions can be searched and a QS communication network (QSCN) is further constructed and analysed for 818 human gut microbes. This work contributes to the establishment of the QSCN which may form one of the key knowledge maps of the human gut microbiota, supporting future applications such as new manipulations to synthetic microbiota and potential therapies to gut diseases.",
        "citations": 32   
    },
    {
        "author": "Xing, L (Xing, Lei)",
        "title": "Potential of enhanced weathering of calcite in packed bubble columns with seawater for carbon dioxide removal",
        "abstract": "Enhanced weathering of minerals is one option being considered for removing CO2 from the atmosphere to help combat climate change. In this work, we consider the weathering of calcite with seawater in a reactor using air enriched with CO2. A mathematical model of the packed bubble column reactor was constructed with the key mass transfer and chemical reaction components validated with experimental data. The modelling results for a continuous process reveal the performance in terms of the specific energy consumption and the CO2 capture rate, which are affected by parameters including particle size, superficial velocities of gas and liquid, reactor bed height and feed CO2 concentration. The major energy requirements are for pumping liquid and compressing gas, and for CO2 enrichment; energy needed for supplying solid particles (mining operations, transport and comminution) was found to be comparatively minor. A trade-off was possible between ground area requirement (determined by CO2 capture rate) and energy requirement. To capture 1 tonne of CO2 at the reactor, optimal designs were predicted to consume 2.1-2.3 GJ of electricity and occupy 1.8-5.2 m(2) year of space, depending on the feed CO2 concentration. These would increase to 5.7-8.2 GJ and 7.1-13.1 m(2) year per tonne of CO2 captured, after allowing for degassing of the weathering product in the ocean. This increased energy intensity is still within the range of the CO(2 )removal options previously reported, while the space requirement quantification provides essential information for future feasibility assessment of this scheme.",
        "citations": 11  
    },
    {
        "author": "Weidner, T (Weidner, Till)",
        "title": "Regional conditions shape the food-energy-land nexus of low-carbon indoor farming",
        "abstract": "Greenhouses and vertical farming enable food production in cities, but their energy and energy-related land demands may affect their overall sustainability in specific regions. Through geospatial and mathematical modelling, this study compares open-field and two indoor farming methods for vegetable production in nine city-regions around the world. Modern greenhouses and vertical farming projects promise increased food output per unit area relative to open-field farming. However, their high energy consumption calls for a low-carbon power supply such as solar photovoltaic and wind, which adds to cost and overall land footprint. Here we use geospatial and mathematical modelling to compare open-field and two indoor farming methods for vegetable production in nine city-regions chosen globally with varying land availability, climatic conditions and population density. We find that renewable electricity supply is more costly for greenhouses per unit energy demand satisfied, which is due to the greater fluctuation in their energy demand profile. However, greenhouses have a lower energy demand per unit food output, which makes them the least land-intensive option in most of the analysed regions. Our results challenge the land-savings claims of vertical farming compared with open-field production. We also show that regionalizing vegetable supply is feasible in most regions and give recommendations based on the regional context.",
        "citations": 25  
    },
    {
        "author": "Devlin, A (Devlin, Alexandra)",
        "title": "Regional supply chains for decarbonising steel: Energy efficiency and green premium mitigation",
        "abstract": "Decarbonised steel, enabled by green hydrogen-based iron ore reduction and renewable electricity-based steel making, will disrupt the traditional supply chain. Focusing on the energetic and techno-economic assessment of potential green supply chains, this study investigates the direct reduced iron-electric arc furnace production route enabled by renewable energy and deployed in regional settings. The hypothesis, that co-locating manufacturing processes with renewable energy resources would offer highest energy efficiency and cost reduction, is tested through an Australia-Japan case study. The binational partnership is structured to meet Japanese steel demand (for domestic use and regional exports) and source both energy and iron ore from the Pilbara region of Western Australia. A total of 12 unique supply chains differentiated by spatial configuration, timeline and energy carrier were simulated, which validated the hypothesis: direct energy and ore exports to remote steel producers (i.e. Japan-based production), as opposed to co-locating iron and steel production with abundant ore and renewable energy resources (i.e. Australia-based production), increased energy consumption and the levelised cost of steel by 45% and 32%, respectively, when averaged across 2030 and 2050. Two decades of technological development and economies of scale realisation would be crucial; 2030 supply chains were on average 12% more energy-intense and 23% more expensive than 2050 equivalents. On energy vectors, liquefied hydrogen was more efficient than ammonia for export-dominant supply chains due to the pairing of its process flexibility and the intermittent solar energy profile, as well as the avoidance of the need for ammonia cracking prior to direct reduction. To mitigate the green premium, a carbon tax in the range of A$66-192/t CO2 would be required in 2030 and A$0-70/t CO2 in 2050; the diminished carbon tax requirement in the latter is achievable only by wholly Australia-based production. Further, the modelled system scale was immense; producing 40 Mtpa of decarbonised steel will require 74-129% of Australia's current electricity output and A$137-328 billion in capital investment for solar power, production, and shipping vessel infrastructure. These results call for strategic planning of regional resource pairing to drive energy and cost efficiencies which accelerate the global decar-bonisation of steel.",
        "citations": 31  
    },
    {
        "author": "Bullock, LA (Bullock, Liam A.)",
        "title": "Kinetics-informed global assessment of mine tailings for CO2 removal",
        "abstract": "Chemically reactive mine tailings are a potential resource for drawing down carbon dioxide out of the atmosphere in mineral weathering schemes. Such carbon dioxide removal (CDR) systems, applied on a large scale, could help to meet internationally agreed targets for minimising climate change, but crucially we need to identify what materials could react fast enough to provide CDR at relevant climate change mitigation timescales. This study focuses on a range of silicate-dominated tailings, calculating their CDR potential from their chemical composition (specific capacity), estimated global production rates, and the speed of weathering under different reaction conditions. Tailings containing high abundances of olivine, serpentine and diopsidc show the highest CDR potential due to their favourable kinetics. We conclude that the most suitable tailings for CDR purposes arc those associated with olivine dunites, diamond kimberlites, asbestos and talc serpentinites, Ni sulphides, and PGM layered mafic intrusions. We estimate the average annual global CDR potential of tailings weathered over the 70-year period 2030-2100 to be similar to 93 (unimproved conditions) to 465 (improved conditions) Mt/year. Results indicate that at least 30 countries possess tailings materials that, under improved conditions, may offer a route for CDR which is not currently utilised within the mining industry. By 2100, the total cumulative CDR could reach some 33 GtCO(2), of which more than 60% is contributed by PGM tailings produced in Southern Africa, Russia, and North America. The global CDR potential could be increased by utilization of historic tailings and implementing measures to further enhance chemical reaction rates. If practical considerations can be addressed and enhanced weathering rates can be achieved, then CDR from suitable tailings could contribute significantly to national offset goals and global targets. More research is needed to establish the potential and practicality of this technology, including measurements of the mineral weathering kinetics under various conditions.",
        "citations": 19  
    },
    {
        "author": "Zeng, H (Zeng, Hong)",
        "title": "Understanding and mathematical modelling of cellular resource allocation in microorganisms: a comparative synthesis",
        "abstract": "Background The rising consensus that the cell can dynamically allocate its resources provides an interesting angle for discovering the governing principles of cell growth and metabolism. Extensive efforts have been made in the past decade to elucidate the relationship between resource allocation and phenotypic patterns of microorganisms. Despite these exciting developments, there is still a lack of explicit comparison between potentially competing propositions and a lack of synthesis of inter-related proposals and findings. Results In this work, we have reviewed resource allocation-derived principles, hypotheses and mathematical models to recapitulate important achievements in this area. In particular, the emergence of resource allocation phenomena is deciphered by the putative tug of war between the cellular objectives, demands and the supply capability. Competing hypotheses for explaining the most-studied phenomenon arising from resource allocation, i.e. the overflow metabolism, have been re-examined towards uncovering the potential physiological root cause. The possible link between proteome fractions and the partition of the ribosomal machinery has been analysed through mathematical derivations. Finally, open questions are highlighted and an outlook on the practical applications is provided. It is the authors' intention that this review contributes to a clearer understanding of the role of resource allocation in resolving bacterial growth strategies, one of the central questions in microbiology. Conclusions We have shown the importance of resource allocation in understanding various aspects of cellular systems. Several important questions such as the physiological root cause of overflow metabolism and the correct interpretation of 'protein costs' are shown to remain open. As the understanding of the mechanisms and utility of resource application in cellular systems further develops, we anticipate that mathematical modelling tools incorporating resource allocation will facilitate the circuit-host design in synthetic biology.",
        "citations": 4  
    },
    {
        "author": "Ng, KS (Ng, Kok Siew) ",
        "title": "Global biorenewable development strategies for sustainable aviation fuel production",
        "abstract": "Over the coming years, the world is projected to witness an upsurge in 'drop-in' aviation biofuel production as part of the renewable energy and bioeconomy developments. This paper presents a comprehensive review of the current status of biojet fuel development and uptake in global commercial aviation industry, including state-of-the-art certified technologies (i.e. Fischer-Tropsch (FT); hydroprocessed esters and fatty acids (HEFA); alcohol-to-jet (ATJ); and hydroprocessing of fermented sugars (HFS)); potential feedstock that can be deployed; a com-parison of techno-economic and environmental performances of biojet fuel production routes; airlines' commitment in promoting higher biofuel uptake; and global initiatives and policies. This review shows that the HEFA route using oil-based crops is best performing in terms of lowest production cost and greenhouse gas emissions, however it is in competition with the existing road transport biofuel market. Lignocellulosic biomass and waste feedstock should be promoted in view of replacing food/feed crops which have high indirect land use change emissions. Therefore, further improvement should be focused on FT, ATJ and HFS routes to enhance the cost effectiveness of biojet fuel production and promote commercialisation of these technologies. The selection of feedstock and technologies for SAF production should be justified based on production cost and environmental footprint, while avoiding competition with the existing road transport biofuel market. The shortcomings in the SAF policies such as blending mandate and multiplier in RED II should be addressed to reduce the negative impacts of feedstock competition between the road and aviation biofuel sectors and to meet the decarbonisation targets.",
        "citations": 116  
    },
    {
        "author": "Wu, SB (Wu, Shengbo)",
        "title": "Combinational quorum sensing devices for dynamic control in cross-feeding cocultivation",
        "abstract": "Quorum sensing (QS) offers cell density dependent dynamic regulations in cell culture through devices such as synchronized lysis circuit (SLC) and metabolic toggle switch (MTS). However, there is still a lack of studies on cocultivation with a combination of different QS-based devices. Taking the production of isopropanol and salidroside as case studies, we have mathematically modeled a comprehensive set of QS-regulated cocultivation schemes and constructed experimental combinations of QS devices, respectively, to evaluate their feasibility and optimality for regulating growth competition and corporative production. Glucose split ratio is proposed for the analysis of competition between cell growth and targeted production. Results show that the combination of different QS devices across multiple members offers a new tool with the potential to effectively coordinate synthetic microbial consortia for achieving high product titer in cross-feeding cocultivation. It is also evident that the performance of such systems is significantly affected by dynamic characteristics of chosen QS devices, carbon source control and the operational settings. This study offers insights for future applications of combinational QS devices in synthetic microbial consortia.",
        "citations": 14  
    },
    {
        "author": "Wu, SB (Wu, Shengbo)",
        "title": "QSIdb: quorum sensing interference molecules",
        "abstract": "Quorum sensing interference (QSI), the disruption and manipulation of quorum sensing (QS) in the dynamic control of bacteria populations could be widely applied in synthetic biology to realize dynamic metabolic control and develop potential clinical therapies. Conventionally, limited QSI molecules (QSIMs) were developed based on molecular structures or for specific QS receptors, which are in short supply for various interferences and manipulations of QS systems. In this study, we developed QSIdb (http://qsidb.lbci.net/), a specialized repository of 633 reported QSIMs and 73 073 expanded QSIMs including both QS agonists and antagonists. We have collected all reported QSIMs in literatures focused on the modifications of N-acyl homoserine lactones, natural QSIMs and synthetic QS analogues. Moreover, we developed a pipeline with SMILES-based similarity assessment algorithms and docking-based validations to mine potential QSIMs from existing 138 805 608 compounds in the PubChem database. In addition, we proposed a new measure, pocketedit, for assessing the similarities of active protein pockets or QSIMs crosstalk, and obtained 273 possible potential broad-spectrum QSIMs. We provided user-friendly browsing and searching facilities for easy data retrieval and comparison. QSIdb could assist the scientific community in understanding QS-related therapeutics, manipulating QS-based genetic circuits in metabolic engineering, developing potential broad-spectrum QSIMs and expanding new ligands for other receptors.",
        "citations": 9  
    },
    {
        "author": "Zhu, HH (Zhu, Huahe)",
        "title": "Mechanism of protective effect of xuan-bai-cheng-qi decoction on LPS-induced acute lung injury based on an integrated network pharmacology and RNA-sequencing approach",
        "abstract": "Xuan-bai-cheng-qi decoction (XCD), a traditional Chinese medicine (TCM) prescription, has been widely used to treat a variety of respiratory diseases in China, especially to seriously infectious diseases such as acute lung injury (ALI). Due to the complexity of the chemical constituent, however, the underlying pharmacological mechanism of action of XCD is still unclear. To explore its protective mechanism on ALI, firstly, a network pharmacology experiment was conducted to construct a component-target network of XCD, which identified 46 active components and 280 predicted target genes. Then, RNA sequencing (RNA-seq) was used to screen differentially expressed genes (DEGs) between ALI model rats treated with and without XCD and 753 DEGs were found. By overlapping the target genes identified using network pharmacology and DEGs using RNA-seq, and subsequent protein-protein interaction (PPI) network analysis, 6 kernel targets such as vascular epidermal growth factor (VEGF), mammalian target of rapamycin (mTOR), AKT1, hypoxia-inducible factor-1 alpha (HIF-1 alpha), and phosphoinositide 3-kinase (PI3K) and gene of phosphate and tension homology deleted on chromsome ten (PTEN) were screened out to be closely relevant to ALI treatment. Verification experiments in the LPS-induced ALI model rats showed that XCD could alleviate lung tissue pathological injury through attenuating proinflammatory cytokines release such as tumor necrosis factor (TNF)-alpha, interleukin (IL)-6, and IL-1 beta. Meanwhile, both the mRNA and protein expression levels of PI3K, mTOR, HIF-1 alpha, and VEGF in the lung tissues were down-regulated with XCD treatment. Therefore, the regulations of XCD on PI3K/mTOR/HIF-1 alpha/VEGF signaling pathway was probably a crucial mechanism involved in the protective mechanism of XCD on ALI treatment.",
        "citations": 34  
    },
    {
        "author": "Weidner, T (Weidner, Till)",
        "title": "Energy optimisation of plant factories and greenhouses for different climatic conditions",
        "abstract": "The trend to localise food production promises reduced reliance on increasingly uncertain global supply chains. Controlled-environment agriculture, in particular indoor vertical farming, is developing as part of this trend, to ensure a year-round supply of healthy food and protection from extreme weather events. However, high energy consumption is a major concern that could greatly impact the environmental sustainability of high-tech farms. Addressing the lack of comprehensive comparisons between different controlled-environment agriculture systems on a consistent basis, this work investigates the favourability of indoor vertical farms (i.e. plant factories) over modern ventilated open and closed greenhouses from an energy intensity perspective. This was based on a flexible yield-energy model incorporating detailed air conditioning system dynamics, which was developed to evaluate the influence of outside climate conditions on energy consumption and vegetable yield. The model was used to optimise the climate control strategy and to minimise hourly specific energy consumption for multiple systems, parameter settings, and locations. The hourly model performance is demonstrated for Stockholm, which indicates that advanced climate control allows for very low-energy operations in summer compared to winter. The results show a strong parametric sensitivity for the thermal transmittance of the cover, the target light intensity and the crop climate preference in all three systems, as well as the efficiency of lighting and water cooling for plant factories. Considering the yearly average for multiple locations, open greenhouses were substantially more energy-efficient than plant factories in all ten locations (from -45% in Reykjavik to -94% in Gauteng). The option to ventilate a greenhouse (open vs closed) had the greatest positive effect on specific energy consumption in less extreme climates (from -36% in Massachusetts to -83% in Gauteng) but increased water consumption considerably (from an average of similar to 2 l/kg to 26 l/kg). Although local availability of land and water plays a significant role in the choice between growing systems, the results imply that high-tech ventilated greenhouses perform significantly better than vertical farms from an energy perspective in most inhabited regions of the planet.",
        "citations": 31 
    },
    {
        "author":"Xing,Chen, C (Chen, Chao)",
        "title": "Renewable methanol production: Understanding the interplay between storage sizing, renewable mix and dispatchable energy price",
        "abstract": "Chemical production using renewable energies is an important element on the roadmap of industry decarbonisation. This work investigates the optimisation of renewable power supply for a fully electrified methanol process, with a focus on the interplay between renewable fix, storage sizing and the use of backup dispatchable power source. The analysis is performed using the meteorological data obtained from two locations, i.e. Kramer Junction (US) and Norderney (Germany), which have excellent solar and wind source, respectively. The minimum levelised energy cost, which is optimised in terms of renewable power generation, renewable mix and storage size, is found to be 106$/MWh and 103$/MWh for operations in Kramer Junction and Norderney, respectively, based on a dispatchable energy price of 230$/MWh. This leads to a levelised methanol cost of 1490$/tonne and 1459$/tonne with a respective renewable penetration of 81% and 96% in the production. The correlation between renewable penetration and dispatchable energy price in the most economical scenario exhibits a two-regime behaviour: the renewable penetration increases dramatically at the beginning and then slowly approaches 100% when the dispatchable energy price is above a critical point. For a fully renewable operation, the optimised levelised energy cost is found to increase to 167$/MWh and 114$/MWh for Kramer Junction and Norderney, respectively. The results show the importance of the dual functionality of hydrogen in the energy storage system, which improves the overall energy efficiency.",
        "citations": 31
    },
    {
        "author":"Lam, C (Lam, Ching)",
        "title": "Comparison between centralized and decentralized supply chains of autologous chimeric antigen receptor T-cell therapies: a UK case study based on discrete event simulation",
        "abstract": "Background aims: Decentralized, or distributed, manufacturing that takes place close to the point of care has been a manufacturing paradigm of heightened interest within the cell therapy domain because of the prod-uct's being living cell material as well as the need for a highly monitored and temperature-controlled supply chain that has the potential to benefit from close proximity between manufacturing and application. Methods: To compare the operational feasibility and cost implications of manufacturing autologous chimeric anti-gen receptor T (CAR T)-cell products between centralized and decentralized schemes, a discrete event simulation model was built using ExtendSIM 9 for simulating the patient-to-patient supply chain, from the collection of patient cells to the final administration of CAR T therapy in hospitals. Simulations were carried out for hypothetical systems in the UK using three demand levels-low (100 patients per annum), anticipated (200 patients per annum) and high (500 patients per annum)-to assess resource allocation, cost per treatment and system resilience to demand changes and to quantify the risks of mix-ups within the supply chain for the delivery of CAR T treatments. Results: The simulation results show that although centralized manufacturing offers better economies of scale, indi-vidual facilities in a decentralized system can spread facility costs across a greater number of treatments and better utilize resources at high demand levels (annual demand of 500 patients), allowing for an overall more comparable cost per treatment. In general, raw material and consumable costs have been shown to be one of the greatest cost drivers, and genetic modification-associated costs have been shown to account for over one third of raw material and consumable costs. Turnaround time per treatment for the decentralized scheme is shown to be consistently lower than its centralized counterpart, as there is no need for product freeze-thaw, packaging and transportation, although the time savings is shown to be insignificant in the UK case study because of its rather compact geograph-ical setting with well-established transportation networks. In both schemes, sterility testing lies on the critical path for treatment delivery and is shown to be critical for treatment turnaround time reduction. Conclusions: Considering both cost and treatment turnaround time, point-of-care manufacturing within the UK does not show great advantages over centralized manufacturing. However, further simulations using this model can be used to understand the feasibility of decentralized manufacturing in a larger geographical setting. (c) 2020 International Society for Cell & Gene Therapy. Published by Elsevier Inc. All rights reserved.",
        "citations": 18
    },
    {
        "author":"Xing, L (Xing, Lei)",
        "title": "Enhanced weathering to capture atmospheric carbon dioxide: Modeling of a trickle-bed reactor",
        "abstract": "Enhanced weathering (EW) of alkaline minerals can potentially capture CO2 from the atmosphere at gigaton scale, but the reactor design presents great challenges. We model EW with fresh water in a counter-current trickle flow packed bed batch of 1-10 mm calcite particles. Weathering kinetics are integrated with the mass transfer of CO2 incorporating transfer enhancement by chemical reaction. To avoid flooding, flow rates must be reduced as the particles shrink due to EW. The capture rate is mainly limited by slow transfer of CO2 from gas to liquid although slow dissolution of calcite can also play a role in certain circumstances. A bed height of at least 7-8 m is required to provide sufficient residence time. The results highlight the need to improve capture rate and reduce energy and water consumption, possibly through enriching the feed with CO2 and further chemical acceleration of the mass transfer.",
        "citations": 12
    },
    {
        "author":"Chen, C (Chen, Chao)",
        "title": "Power-to-methanol: The role of process flexibility in the integration of variable renewable energy into chemical production",
        "abstract": "Chemical process electrification and renewable energy integration facilitate one another along the pathway towards a greener industry. However, integrating intermittent and variable renewable power into large-scale chemical processes, which conventionally are preferred to operate at a steady-state with a constant load, could lead to prohibitive costs if intermittency is addressed solely by energy storage. Here, we consider the concept of a flexible chemical process which can operate with a variable load throughout the year while meeting a specified annual production target. Using methanol production via carbon dioxide hydrogenation as a case study and by means of process conceptual design and optimisation, we investigate how the over-sizing of flexible process units and the introduction of intermediate storage in the chemical process offer the possibility to improve the overall performance of systems. The impact of the characteristics of renewable power is also explored by performing the analysis using meteorological data from two locations dominated respectively by wind and solar energy. This study shows clear potential benefits of process flexibility when the renewable energy supply is highly variable and is to achieve a high level of penetration. For a 100% renewable production, the introduction of flexibility reduces the levelised cost of methanol by approximately 21 and 34% for the two case study locations, respectively. The cost attribution reveals further insights into the origin of the economic advantages through examining the comparative costs of chemical production, energy generation, intermediate product storage and renewable energy storage. The learning from this work suggests that incorporating process flexibility through a holistically optimised design of energy storage and chemical production has the potential to offer an economically viable route to large-scale green chemical production through renewables-enabled electrification.",
        "citations": 73
    },
    {
        "author":"Yang, ZM (Yang, Ziming)",
        "title": "Modeling and Upscaling Analysis of Gas Diffusion Electrode-Based Electrochemical Carbon Dioxide Reduction Systems",
        "abstract": "As an emerging technology for CO2 utilization, electrochemical CO2 reduction reaction (ECO2RR) systems incorporating gas diffusion electrodes (GDE) have the potential to transform CO2 to valuable products efficiently and environment-friendly. In this work, a two-dimensional multiphase model capturing the details of the catalyst layer in a GDE that produces formate with byproducts is established and quantitatively validated against experimental data. This model is capable of describing the mixture gas and aqueous species transportation, electron conduction processes, and a series of interrelated chemical and electrochemical reactions. Specific electrical energy consumption (SEEC) and product yield (PY) have been introduced and used to examine the GDE scalability and evaluate the system performance. The results predict the optimal values for applied cathode potential and catalyst loading and porosity. The effect of inlet gas composition and velocity is also evaluated. Moreover, this study predicts that the GDE is scalable as it retains a stable performance as its geometrical surface area varies. This model together with the simulation findings contributes to the improved understanding of GDE-based CO2 conversion as needed for the future development toward successful industrial applications.",
        "citations": 42
    },
    {
        "author":"Liang, YX (Liang, Yuxin)",
        "title": "A Methodology of Trusted Data Sharing across Telecom and Finance Sector under China's Data Security Policy",
        "abstract": "Data security policies have significant impacts on big data and artificial intelligence applications, and yield data silo due to the data inaccessibility among the commercial companies for privacy-preserving. On September 1st, 2021, China officially implemented the Data Security Law. This paper timely proposes, validates, and productizes a trusted data sharing solution based on Vertical Federated Learning (VFL) technology across telecom and finance companies. A VFL model with Hetero Secure Boost Tree (HSBT) algorithm is proposed to overcome the data silo problems and to preserve user data privacy. Experimental results demonstrate that the model with both financial and telecom data improves the success rate of marketing for a tier-1 commercial bank in China. The solution has also been successfully implemented to greatly improve the marketing efficiency, resulting an approximately 50% cost reduction.",
        "citations": 4
    }
]